// Напишите программу, которая присваивает трем переменным значения 100, 200 и 300. Выведите на печать значения переменных в столбик, а затем в строку через пробел.

class Digit {
public static void main(String[] args) {
        int a = 100, b = 200, c = 300;
        System.out.println(a);
        System.out.println(b);
        System.out.println(c);
        System.out.print(a);
        System.out.print(" ");
        System.out.print(b);
        System.out.print(" "); 
        System.out.print(c);
  }
}
