// Напишите программу, выводящую в консоль It's alive! It's alive!

public class Print_txt {
  public static void main(String[] args) {
    System.out.println("It's alive! It's alive!");
  }
}
