// Напишите программу, которая получает два целых числа и выводит их сумму.

import java.util.Scanner;

class SumNum {
   public static void main(String[] args) {
       Scanner a = new Scanner(System.in);
       int b = a.nextInt();
       int c = a.nextInt();
       System.out.print(c + b);
   }
}
