/* Создайте четыре переменных разного типа и выведите их на печать, каждое на новой строке. Присвойте переменным значения:
1)  2021
2)  3.1415
3)  Java
4) 5  < 10
Выведите значения переменных столбиком в этом же порядке. */

class Variables {
    public static void main(String[] args) {
        int a = 2021;
        double b = 3.1415;
        String c = "Java";
        boolean d = 5 < 10;
        System.out.println(a);
        System.out.println(b);
        System.out.println(c);
        System.out.println(d);
  }
}
